<?php
    return [
        "errorTitle"  =>  "اووپس! خطایی رخ داده است!",
        "errorText"  =>  "متاسفانه مشکلی در سمت سرور بوجود آمده است. در حال بررسی مشکل هستیم. لطفا صبور باشید.",

        "404Title"  =>  "اووپس! صفحه مورد نظر شما پیدا نشد.",
        "404Text"  =>  "متاسفانه صفحه ای که دنبالش بودید را نتوانستیم پیدا کنیم.",

        "405Title"  =>  "شما اجازه این عملیات را ندارید.",
        "405Text"  =>  "عملیاتی که فراخوانی کرده اید توسط شما قابل اجرا نیست.",

        "401Title"  =>  "دسترسی ممکن نیست.",
        "401Text"  =>  "شما به این محتوا دسترسی ندارید.",

        "500Title"  =>  "اووپس! خطایی رخ داده است!",
        "500Text"  =>  "متاسفانه مشکلی در سمت سرور بوجود آمده است. در حال بررسی مشکل هستیم. لطفا صبور باشید.",

        "1000Title"  =>  "اووپس! خطایی رخ داده است!",
        "1000Text"  =>  "متاسفانه مشکلی در سمت سرور بوجود آمده است. در حال بررسی مشکل هستیم. لطفا صبور باشید.",

        "2000Title"  =>  "اووپس! خطای  پایگاه داده",
        "2000Text"  =>  "مشکلی سمت پایگاه داده رخ داده است.",

        "650Title"  =>  "اوپس! مشکل در احراز هویت",
        "650Text"  =>  "اطلاعات هویت شما مورد تایید بانک پاسارگاد نمی‌باشد.",

        "playText"  =>  "جهت ↑ را زده و شروع به بازی کنید",
        "backText"  =>  "بازگشت",
    ];