<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Select Payment Beneficiary Persian Translates
    |--------------------------------------------------------------------------
    */

    'bnfTitle' => 'اطلاعات دریافت کننده',
    'bnfSelect' => 'گیرنده را انتخاب کنید',
    'bnfNew' => 'یا گیرنده جدید اضافه نمائید',
    'bnfAddNew' => 'افزودن گیرنده ی جدید',
    'bnfFirstname' => 'نام',
    'bnfLastname' => 'نام خانوادگی',
    'bnfCC' => 'شماره حساب',
    'bnfCountry' => 'کشور',
    'bnfAddr' => 'آدرس',
    'bnfPhone' => 'شماره تلفن',
    'bnfFax' => 'شماره فکس',
    'bnfBank' => 'نام بانک',
    'bnfBranch' => 'آدرس شعبه',
    'bnfSwift' => 'کد سویفت',
    'bnfIban' => 'شماره ی iBan',
    'backHome' => 'صفحه اصلی',
    'back' => 'بازگشت',
    'showProforma' => 'پیش فاکتور',
    'showProformaSelect' => 'انتخاب و ادامه',
    'showProformaSave' => 'ذخیره و ادامه',

    /*
    |--------------------------------------------------------------------------
    | Profile Right Menu Persian Translates
    |--------------------------------------------------------------------------
    */

    'stepsTitle' => 'مدت زمان باقی مانده:',
    'steps1' => 'بررسی قیمت',
    'steps2' => 'ورود به سامانه',
    'steps3' => 'اطلاعات دریافت کننده',
    'steps4' => 'پرداخت',
    'steps5' => 'اتمام',

    /*
    |--------------------------------------------------------------------------
    | Proforma Page Persian Translates
    |--------------------------------------------------------------------------
    */

    'prfTitle' => 'پیش فاکتور',
    'prfSubtitle' => 'پیش فاکتور اولیه ی درخواست انتقال شما',
    'prfBack' => 'بازگشت به مرحله قبل',
    'prfPay' => 'پرداخت',

    /*
    |--------------------------------------------------------------------------
    | Invoice Page Persian Translates
    |--------------------------------------------------------------------------
    */

    'invTitle' => 'رسید',
    'invSubtitle' => 'تراکنش شما به اتمام رسید.',
    'invUser' => ':user عزیز',
    'invDate' => ':dateFa',
    'invText' => 'متشکریم که از سیستم Fanex استفاده کردید. پرداخت شما با موفقیت انجام شد. شما تراکنش زیر را برای دریافت کننده ی پایین انجام دادید:',
    'invItem' => 'مورد',
    'invCost' => 'هزینه',
    'invAmount' => 'مقدار اصلی:',
    'invExp' => 'هزینه:',
    'invTax' => 'مالیات:',
    'invSum' => 'مجموع',
    'invRials' => 'ريال',
    'invTrans' => 'کد پیگیری تراکنش',
    'invBankStatus' => 'وضعیت پرداخت بانکی',
    'invFanexStatus' => 'وضعیت حواله در Fanex',
    'invUptStatus' => 'وضعیت انتقال حواله',
    'invRegards' => 'با تشکر',
    'invFanex' => 'تیم FANEx',
    'invAll' => 'مشاهده ی تراکنش ها',
    'print' => 'چاپ رسید',
];
