<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Profile Left Menu Persian Translate Lines
    |--------------------------------------------------------------------------
    */

    'welcome' => 'خوش آمدید',
    'menuTrans' => 'تراکنش ها',
    'menuBnf' => 'دریافت کننده ها',
    'menuNotify' => 'اطلاعیه ها',

    /*
     |--------------------------------------------------------------------------
     | Transactions Page Persian Translate Lines
     |--------------------------------------------------------------------------
     */

    'filterAll' => 'همه',
    'filterAllShort' => 'همه',
    'filterSucc' => 'موفق',
    'filterPend' => 'در انتظار',
    'filterFail' => 'ناموفق',
    'newTrans' => 'تراکنش جدید',
    'newTransShort' => 'جدید',
    'searchHolder' => 'جستجو در تراکنش ها',

    'titleTransfer' => 'انتقال به ',
    'titleDate' => 'تاریخ تراکنش',
    'titleAmount' => 'مبلغ انتقالی',
    'titleStatus' => 'وضعیت',
    'titleToAcc' => 'انتقال به حساب',
    'titleCash' => 'انتقال پول',

    'tableTransNo' => 'شماره تراکنش:',
    'tableBnfAcc' => 'حساب گیرنده:',
    'tableBank' => 'بانک گیرنده:',
    'tableDate' => 'تاریخ پرداخت:',
    'tableStatus' => 'وضعیت:',
    'tableType' => 'نوع:',

    /*
    |--------------------------------------------------------------------------
    | Beneficiaries Page Persian Translate Lines
    |--------------------------------------------------------------------------
    */

    'addNew' => 'جدید',
    'bnfSearch' => 'جستجو در گیرنده ها',
    'bnfName' => 'نام گیرنده',
    'bnfCountry' => 'کشور',
    'bnfSendMoney' => 'ارسال حواله',
    'bnfSendMsg' => 'ارسال پیغام',
    'bnfEdit' => 'ویرایش اطلاعات',
    'bnfDelete' => 'حذف گیرنده',
    'bnfSave' => 'ذخیره گیرنده',

    /*
    |--------------------------------------------------------------------------
    | Notifications Page Persian Translate Lines
    |--------------------------------------------------------------------------
    */

    'ntfTitle' => 'عنوان اطلاعیه',
    'ntfSender' => 'فرستنده',
    'ntfTime' => 'زمان دریافت',
    'ntfDelete' => 'حذف اطلاعیه',
    'ntfLorem' => 'لورم ایپسوم یا طرح‌نما (به انگلیسی: Lorem ipsum) به متنی آزمایشی و بی‌معنی در صنعت چاپ، صفحه‌آرایی و طراحی گرافیک گفته می‌شود. طراح گرافیک از این متن به عنوان عنصری از ترکیب بندی برای پر کردن صفحه و ارایه اولیه شکل ظاهری و کلی طرح سفارش گرفته شده استفاده می نماید، تا از نظر گرافیکی نشانگر چگونگی نوع و اندازه فونت و ظاهر متن باشد. معمولا طراحان گرافیک برای صفحه‌آرایی، نخست از متن‌های آزمایشی و بی‌معنی استفاده می‌کنند تا صرفا به مشتری یا صاحب کار خود نشان دهند که صفحه طراحی یا صفحه بندی شده بعد از اینکه متن در آن قرار گیرد چگونه به نظر می‌رسد و قلم‌ها و اندازه‌بندی‌ها چگونه در نظر گرفته شده‌است.',
    'ntfAttach' => 'دانلود فایل های پیوست',
    'ntfSucc' => 'تراکنش با موفقیت انجام شد.',
    'ntfFailed' => 'تراکنش با مشکل روبرو شد.',
    'ntfFanex' => 'تیم FANEx',
];